var metags = {
	"app": [
		"app-trending","app-recently"
	],
	"genre": [
		"สตริง","ลูกทุ่ง","ลูกกรุง","ลูกทุ่งเพื่อชีวิต","เพื่อชีวิต","หมอลำ","โฟล์ก","แร็พ","เร็กเก้/สกา"
	],
	"accent": [
		"อีสาน","คำเมือง","ใต้"
	],
	"language": [
		"สากล","ลาว","จีน","ญี่ปุ่น","เวียดนาม","อินโด","มาเล","เกาหลี"
	],
	"felling": [
		"อินเลิฟ","คิดถึง","เหงา","เศร้า","อกหัก","ชิลล์"
	],
	"event": [
		"จีบ","อ่อย","โสด","ให้กำลังใจ","โควิด-19","ปลดแอก"
	],
	"season": [
		"ร้อน","ฝน","หนาว","ปีใหม่","แม่","พ่อ"
	],
	"other": [
		"new","recently","trending"
	]
};